export default {
  home: {
    hero: {
      title:
        "Сотни магазинов подержанных автомобилей и автозапчастей в округе Кваррисайд",
      subtitle:
        "При поддержке нашего сильного сообщества водителей на Западном побережье",
      browseUsedCars: "подержанные автомобили",
      browseRimsTires: "обода и шины",
    },
    feedback: {
      title: "Отзывы наших клиентов",
      0: {
        quote:
          "Автослесарь проявил особую заботу и прогрел шины, прежде чем добраться до меня. Мой автомобиль для дрифта был доставлен к моему дому всего через 1 час после покупки!",
        author: "M. Mouton",
        date: "3 года назад",
      },
      1: {
        quote:
          "Мой D15 отлично работает и не имеет ни одной царапины! Драйвер очень быстрый! Я бы рекомендовал",
        author: "B. Aguette",
        date: "6 месяцев назад",
      },
      2: {
        quote:
          "Они сказали, что никто не сможет отвезти мой Pigeon напрямую, поэтому они использовали грузовик, чтобы доставить его ко мне домой. Плюс я получил стабилизаторы бесплатно.",
        author: "C. Roissant",
        date: "2 года назад",
      },
    },
  },
};
