export default {
  home: {
    hero: {
      title:
        "Сотни магазинов подержанных автомобилей и автозапчастей в округе Кваррисайд",
      subtitle:
        "При поддержке нашего сильного сообщества водителей на Западном побережье",
      browseUsedCars: "подержанные автомобили",
      browseRimsTires: "обода и шины",
    },
    popularModels: {
      title: "Самые популярные модели автомобилей",
    },
    feedback: {
      title: "Отзывы наших клиентов",
      0: {
        quote:
          "Автослесарь проявил особую заботу и прогрел шины, прежде чем добраться до меня. Мой автомобиль для дрифта был доставлен к моему дому всего через 1 час после покупки!",
        author: "M. Mouton",
        date: "3 года назад",
      },
      1: {
        quote:
          "Мой D15 отлично работает и не имеет ни одной царапины! Драйвер очень быстрый! Я бы рекомендовал",
        author: "B. Aguette",
        date: "6 месяцев назад",
      },
      2: {
        quote:
          "Они сказали, что никто не сможет отвезти мой Pigeon напрямую, поэтому они использовали грузовик, чтобы доставить его ко мне домой. Плюс я получил стабилизаторы бесплатно.",
        author: "C. Roissant",
        date: "2 года назад",
      },
    },
    post: {
      title: "Последние записи в блоге",
      0: {
        title: "Cherrier Tango: Французская лягушка, широко распространенная в Европе",
        content:
          "Модель Cherrier Tango выпускалась с 1992 по 1996 год вместе с Cherrier Picnic. Всего было продано ~30000 экземпляров, но из-за большей популярности Picnic производство было прекращено. Все модели Tango оснащались 4-цилиндровыми двигателями MPFI объемом 1,2 л или 1,4 л, которые выдавали 64 л.с./100 НМ и 89 л.с./118 НМ соответственно. Tango оснащался модным цифровым спидометром в центре приборной панели и предупреждающей световой полосой над рулевым колесом, что было очень редкой особенностью, ранее присущей только автомобилям класса люкс.",
        author: "Bacon Zez",
        date: "03/02/2025",
      },
      1: {
        title:
          "Gavril Barstow IV: доступный мускул-кар для любителей производительности",
        content:
          "Barstow IV представляет собой четвертую эволюцию культового среднеразмерного мускул-кара Gavril. Придерживаясь платформы 3-го поколения, Gavril доказал, что не нужно чинить то, что не сломано, даже если оно вроде как сломано. Иногда лучший способ повеселиться - это движение по прямой.",
        author: "Luc Asbe",
        date: "18/01/2025",
      },
      2: {
        title:
          "Hiroshi Talent: Фермерский грузовик со временем стал популярным многоцелевым транспортным средством",
        content:
          "В 1992 году компания Hirochi выпустила новое поколение кей-грузовиков, Talent, чтобы конкурировать с другими кей-грузовиками. В отличие от других кей-грузовиков, Talent оснащен задним двигателем. Он использовал 4-цилиндровый двигатель и нагнетатель, чтобы показать более мощные характеристики по сравнению с конкурирующими моделями. Существовала модель Actif, в которой был применен классический дизайн, популярный в Японии. Она прошла фейслифтинг один раз в 1996 году и выпускалась до 2002 года.",
        author: "Doc Roswagge",
        date: "13/12/2024",
      },
    },
  },
};
